ark
asciiquarium
bat
bluez-utils
brightnessctl
btop
cage
cmatrix
dhcpcd
dunst
fastfetch
fish
fuse2
fzf
git
gptfdisk
greetd
greetd-regreet
grim
grub
gst-plugin-pipewire
hexedit
htop
hyprland-git
hyprlock-git
hyprpicker-git
iwd
kitty
libglvnd
librewolf-bin
macchina
man-db
materia-gtk-theme
nano
nano-syntax-highlighting
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts-emoji
nsxiv
opencl-nvidia
openssh
pacman-contrib
pipewire-alsa
pipewire-pulse
polkit-kde-agent
qt5-graphicaleffects
qt5-quickcontrols
qt5-wayland
qt5ct
refind
ripgrep
rofi-wayland
rose-pine-hyprcursor
ruby
sddm
signal-desktop
sl
slurp
smartmontools
superfile-bin
swww
terminus-font
thunar
thunar-volman
tmux
unzip
vim
waybar
wget
wireless_tools
wl-clipboard
xclip
xorg-server
xorg-xinit
yay
yay-debug
yazi
zoxide
zram-generator
zsh
zsh-syntax-highlighting
amd-ucode
ark
asciiquarium
base
base-devel
bash-completion
bat
bluez-utils
brightnessctl
btop
cage
cmatrix
dhcpcd
dunst
fastfetch
fish
fuse2
fzf
git
gptfdisk
greetd
greetd-regreet
grim
grub
gst-plugin-pipewire
hexedit
htop
hyprland-git
hyprlock-git
hyprpicker-git
iwd
kitty
libglvnd
librewolf-bin
macchina
man-db
materia-gtk-theme
nano
nano-syntax-highlighting
neovim
net-tools
network-manager-applet
networkmanager
noto-fonts-emoji
nsxiv
opencl-nvidia
openssh
pacman-contrib
pipewire-alsa
pipewire-pulse
polkit-kde-agent
qt5-graphicaleffects
qt5-quickcontrols
qt5-wayland
qt5ct
refind
ripgrep
rofi-wayland
rose-pine-hyprcursor
ruby
sddm
signal-desktop
sl
slurp
smartmontools
superfile-bin
swww
terminus-font
thunar
thunar-volman
tmux
unzip
vim
waybar
wget
wireless_tools
wl-clipboard
xclip
xorg-server
xorg-xinit
yay
yay-debug
yazi
zoxide
zram-generator
zsh
zsh-syntax-highlighting
